IdeaRS.Connections
SpliceData.Offset2 Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.SpliceData.Offset2"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Offset2 { get; set; }
Property Value
Type: Double
See Also
Reference
SpliceData Class
IdeaRS.Connections.Data Namespace